Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: There is no longer any water in Marion’s glass.
sv_se: Det finns inte längre något vatten i Marions glas.

source: There is noise and disorder.
sv_se: Det är bullrigt och stökigt.

source: There is one incorrect line in the program.
sv_se: En rad i programmet är fel.

source: There is one mistake in the table.
sv_se: Det finns ett fel i tabellen.

source: There is one other school in this area that competes for our students.
sv_se: I upptagningsområdet finns ytterligare en skola som konkurrerar om våra elever.

source: There is too much variation in global temperature in each of the two periods to draw a conclusion that global temperature is rising over time.
sv_se: Den globala temperaturen varierar för mycket under var och en av de två perioderna för att man ska kunna dra slutsatsen att jordens temperatur stiger över tid.

source: There was the same amount of time between measurements in both series.
sv_se: Det gick lika lång tid mellan mätningarna i båda serierna.

source: There were about 20 000 T. rex alive at one time.
sv_se: Det fanns cirka 20 000 T. rex som levde samtidigt.

source: There would be no effect if the brine released into the seawater had a salt concentration of 37 g/L.
sv_se: Det skulle inte bli någon effekt om saltlaken som släpptes ut i havsvattnet hade en saltkoncentration på 37 g/l.

source: Thermal Conductivity of Five Fabrics
sv_se: Värmeledningsförmåga hos fem tyger

source: Thermal basins trap warm water and cool down slowly.
sv_se: Termiska bassänger samlar varmvatten och svalnar långsamt.

source: Thermal conductivity
sv_se: Värmeledningsförmåga

source: Thermal conductivity at −29°C
sv_se: Värmeledningsförmåga vid −29 °C

source: Thermal conductivity coefficient
sv_se: Värmeledningskoefficient

source: Thermal conductivity is a measure of the ability of a material to conduct heat.
sv_se: Värmeledningsförmåga är ett mått på hur bra ett material leder värme.

source: Thermal resistance (R-value) is a measure of a material’s resistance to heat flow:
sv_se: Värmemotstånd (R-värde) är ett mått på ett materials motstånd mot värmeflöde.

source: These actions are inside a repeat 2 times block, so they repeat to move the second can.
sv_se: Dessa instruktioner finns i ett upprepa 2 gånger-block, så de upprepas för att flytta den andra konservburken.

source: These are code blocks.
sv_se: Det här är kodblock.

source: These are known as ‘climate tipping elements’.
sv_se: Dessa kan kallas 'klimattippningsfaktorer'.

source: These are some everyday objects.
sv_se: Detta är några vardagsföremål.

source: These are some of their results.
sv_se: Det här är några av deras resultat.

source: These are the product labels on two brands of alcohol-based (Type 2) hand sanitisers.
sv_se: Detta är produktetiketterna på två märken av alkoholbaserade (typ 2) handdesinfektionsmedel.

source: These are the results of the investigation.
sv_se: Här är resultaten av undersökningen.

source: These diagrams show the design and purpose of this earthwork.
sv_se: Dessa figurer visar hur jordvallen är utformad och vilket syfte den har.

source: These electrical signals are then sent to the brain, where they are interpreted.
sv_se: Dessa elektriska signaler skickas sedan till hjärnan, där de tolkas.

source: These experiments confirm that the relationship between running and the fitness of an astronaut depends on sleep.
sv_se: Dessa experiment bekräftar att förhållandet mellan löpning och en astronauts kondition beror på sömnen.

source: These fish produce sounds from their swim bladder.
sv_se: Dessa fiskar gör ljud med simblåsan.

source: These graphs show 5 possible relationships between an astronaut’s fitness level and the hours they spend walking.
sv_se: Dessa diagram visar 5 möjliga förhållanden mellan en astronauts konditionsnivå och timmarna som man promenerat.

source: These hand sanitisers prevent the growth of microorganisms that cause disease.
sv_se: Dessa handdesinfektionsmedel förhindrar tillväxt av mikroorganismer som orsakar sjukdomar.

source: These hand sanitisers quickly kill bacteria.
sv_se: Dessa handdesinfektionsmedel dödar bakterier snabbt.

source: These images show the volume of water stored in an aquifer before and after some human activities.
sv_se: Bilderna nedan visar vattenvolymen som lagrats i en akvifer före och efter några mänskliga aktiviteter.

source: These impurities are components such as salts and other water-soluble solids, as well as small stones and solids that are not soluble in water or oil.
sv_se: Dessa orenheter är beståndsdelar som salter och andra vattenlösliga fasta ämnen, liksom små stenar och fasta ämnen som inte är lösliga i vatten eller olja.

source: These include copper, cast iron and stainless steel.
sv_se: Bland annat används koppar, gjutjärn och rostfritt stål.

source: These masks have an efficacy of 95%.
sv_se: Dessa munskydd har en effektivitet på 95 %.

source: These models try to predict how changes to Earth’s environment will affect its climate.
sv_se: Dessa modeller försöker att förutsäga hur förändringar i jordens miljö kommer att påverka klimatet.

source: These problems may be solved by scientists or other professions, such as politicians and economists.
sv_se: Dessa problem kan lösas av forskare eller andra yrkesgrupper som till exempel politiker och ekonomer.

source: These reactions produce acidic pollutants, which fall to the ground as acid rain.
sv_se: Dessa reaktioner skapar sura föroreningar som faller till marken som surt regn.

source: These sounds can be heard by other animals.
sv_se: Dessa ljud kan uppfattas av andra djur.

source: These sounds can be recorded and replayed using sonar.
sv_se: Dessa ljud kan spelas in och spelas upp med en sonar.

source: These students attend regular classes and receive additional periods of instruction aimed at developing <test language> skills (e.g. reading literacy, grammar, vocabulary, communication).
sv_se: Dessa elever går i vanliga klasser och får extralektioner för att utveckla sina kunskaper i svenska (t.ex. läsning, grammatik, ordförråd, kommunikation).

source: These students receive significant amounts of instruction in their <heritage language> aimed at developing proficiency in both languages.
sv_se: Dessa elever får en avsevärd del av undervisningen på sitt modersmål för att utveckla sina kunskaper i båda språken.

source: These tests are consistent in design, content, administration and scoring.
sv_se: Dessa prov är konsekventa i utformning, innehåll, administration och poängsättning.

source: These will let us do the following:
sv_se: Med dessa verktyg kan vi göra följande:

source: They all expand.
sv_se: Alla expanderar.

source: They are a popular type of seafood in some countries.
sv_se: De är en populär sorts skaldjur i vissa länder.

source: They are caught in wire traps that lie on the ocean floor.
sv_se: De fångas i nätburar som ligger på havsbottnen.

source: They are cultivated for their oil and are an important food source for goats.
sv_se: De odlas för sin olja och är en viktig källa till föda för getter.

source: They are stony structures built by coral organisms and algae in shallow tropical waters.
sv_se: Korallrev är stenstrukturer som byggts upp av korallorganismer och alger i grunda tropiska vatten.

source: They are very active and their body covering becomes damaged.
sv_se: De är väldigt aktiva och deras kroppshölje blir skadat.

source: They become adults three years after attaching to a rock.
sv_se: De blir vuxna tre år efter att de har fäst sig på en sten.

source: They calculate the average value of each series.
sv_se: De beräknar medelvärdet för varje serie.

source: They calculate the percentage of plant species gained since the previous year (colonisation rate) and the percentage of species lost since the previous year (extinction rate).
sv_se: De beräknar andelen (i procent) av växtarter som kommit till det senaste året (koloniseringshastighet) och andelen (i procent) av växter som förlorats det senaste året (utrotningshastighet).

source: They can remain submerged in water for up to 20 minutes before coming to the surface to breathe.
sv_se: De kan vara under vatten i upp till 20 minuter innan de kommer upp till ytan för att andas.

source: They eat food that lives in ponds.
sv_se: De livnär sig på föda som lever i dammar.

source: They feed on larger pieces of food as they grow.
sv_se: De livnär sig på större bitar föda när de växer.

source: They find shelter under plants in ponds.
sv_se: De hittar skydd under växter i dammar.

source: They grow rapidly and outgrow their body covering.
sv_se: De växer snabbt och växer ur sitt kroppshölje.

source: They grow too large for their backbone to support them.
sv_se: De blir så stora att deras ryggrad inte kan hålla dem uppe.

source: They have difficulty seeing at night.
sv_se: De har svårt att se på natten.

source: They have less need to protect their eyes with sunglasses.
sv_se: De har mindre behov av att skydda sina ögon med solglasögon.

source: They include two areas in the study.
sv_se: De tar med två områden i studien.

source: They kept the seeds moist and under artifical light for 20 days.
sv_se: De höll fröna fuktiga och under artificiellt ljus i 20 dagar.

source: They move towards the viewing area.
sv_se: De går mot visningsområdet.

source: They must keep their skin moist to breathe.
sv_se: De måste hålla sin hud fuktig för att kunna andas.

source: They need dimmer-than-normal light to read or see objects.
sv_se: De behöver svagare ljus än normalt för att läsa eller se föremål.

source: They placed food heated to 60°C in each container, sealed the containers with a lid and inserted a thermometer through a small hole in the lid.
sv_se: Forskarna placerade mat som värmts upp till 60 °C i varje förpackning, stängde förpackningen med ett lock och satte in en termometer genom ett litet hål i locket.

source: They placed half of these in a tank containing a saturated calcium carbonate solution, and the other half in a tank containing an undersaturated calcium carbonate solution.
sv_se: De placerade hälften av dem i en tank som innehöll en mättad lösning av kalciumkarbonat och den andra hälften i en tank som innehöll en omättad lösning av kalciumkarbonat.

source: They planted longleaf pine seedlings in the fragments.
sv_se: De satte plantor av långbarrig tall på dessa odlingsytor.

source: They prepared the laboratory experiment according to the figure below.
sv_se: De förberedde laboratorieexperimentet enligt figuren nedan.

source: They produce maximum power at wind speeds of 12 m/s.
sv_se: De genererar mest el vid vindhastigheter på 12 m/s.

source: They provide habitat for many species of marine animals.
sv_se: De är habitat för många marina djurarter.

source: They responded to the Let’s race call from the sound machine as if a real dolphin made the call.
sv_se: De reagerade på Nu tävlar vi-ljudet från ljudmaskinen som om en verklig delfin hade gjort ljudet.

source: They rub their hands together for 20 seconds.
sv_se: gnider händerna i 20 sekunder.

source: They show that algal cells are destroyed when they stick to clay.
sv_se: De visar att algceller förstörs när de fastnar i lera.

source: They stop generating electricity at wind speeds above 25 m/s.
sv_se: De slutar generera el vid vindhastigheter över 25 m/s.

source: They studied the effect of two kinds of root fungi, Glomus sp1 and Glomus sp2, on the growth of argan trees during drought.
sv_se: De studerade vilka effekter två sorters rotsvamp – Glomus sp1 och Glomus sp2 – hade på tillväxten hos arganträd vid torka.

source: They swim in water.
sv_se: De simmar i vatten.

source: They tell the Nature Pod what to do.
sv_se: De säger till naturkapseln vad den ska göra.

source: They tell the claw what to do.
sv_se: De säger till klon vad den ska göra.

source: They tell the computer how to create digital artwork.
sv_se: De talar om för datorn hur den ska skapa digitala konstverk.

source: They tested some properties of these coated cardboard food containers.
sv_se: De testade några egenskaper hos dessa pappförpackningar.

source: They then check if waiting has reached 5 minutes:
sv_se: Därefter kontrollerar de om de har väntat i 5 minuter:

source: They then examined the shells for small holes called pits.
sv_se: De undersökte sedan skalen för att se om de hade små hål (perforeringar).

source: They then placed seeds beneath the Moon soil or Earth volcanic ash.
sv_se: De lade sedan frön i månjorden och i den vulkaniska askan från jorden.

source: They view artwork from the viewing areas .
sv_se: De tittar på konstverken vid visningsområdena .

source: They want to choose the non-dairy milk that maximises the amount of energy and protein but minimises the amount of salt they receive.
sv_se: De vill välja en växtbaserad dryck som maximerar mängden energi och protein men minimerar mängden salt de får i sig.

source: They want to know if learning occurs only within a group of the birds or if learning occurs across more than one group of the birds.
sv_se: De vill veta om inlärning bara sker inom en grupp av fåglarna eller om inlärning sker mellan olika grupper av fåglarna.

source: Think about how your <science teacher> has used <digital resources) in class during this school year.
sv_se: Tänk på hur din lärare i NO ämnena har använt digitala verktyg i undervisningen det här läsåret.

source: Think about the use of <digital resources> for your schoolwork.
sv_se: Tänk på användningen av digitala verktyg för ditt skolarbete.

source: Think of the language spoken in your home that you understand best, apart from <PISA reading test language>.
sv_se: Tänk på det språk som talas hemma hos dig och som du bäst förstår förutom svenska.

source: Thinking about students’ last <school report>: Approximately what percentage of the students in <national modal grade for 15-year-olds> received the following types of <marks> in <school science>?
sv_se: Fundera över elevernas senaste betyg: Ungefär vilken procentandel av eleverna i årskurs 9 fick följande betyg i NO? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Thinking about the last external evaluation in your school: Did the following occur?
sv_se: Fundera över den senaste externa utvärderingen på din skola: Inträffade något av följande?

source: Thinking about your school: to what extent do you agree with the following statements?
sv_se: Tänk på din skola: hur mycket håller du med om följande påståenden?

source: This allows the water to flow more easily from the glacier to the ice stupa.
sv_se: Det gör att vattnet kan rinna lättare från glaciären till isstupan.

source: This artwork has two rows and four cells.
sv_se: Det här konstverket har två rader och fyra celler.

source: This belief has persisted for hundreds, if not thousands, of years.
sv_se: Denna uppfattning har funnits i hundratals, om inte tusentals, år.

source: This bloom is known as a red tide when it occurs in the ocean.
sv_se: Denna algblomning kallas för rött tidvatten när den sker i havet.

source: This change in water level results in the movement of air through the turbine.
sv_se: Denna förändring av vattennivån leder till en luftrörelse genom turbinen.

source: This could lead to a tipping point since the sea ice helps to maintain the temperature of Earth.
sv_se: Detta kan leda till en tippningspunkt eftersom havsisen hjälper till att hålla jordens temperatur stabil.

source: This could result in further increases in global temperatures and irreversible changes to ecosystems.
sv_se: Detta kan resultera i ytterligare ökningar av globala temperaturer och oåterkalleliga förändringar i ekosystemen.

source: This creates a wide opening that allows small sea animals to enter and exit the traps.
sv_se: Detta skapar en stor öppning som gör det möjligt för små, havslevande djur att ta sig in i och ut ur burarna.

source: This current is like an underwater flow or river that runs through the Atlantic Ocean and connects the tropics with the northern hemisphere.
sv_se: Denna ström är som en undervattensflod som flyter genom Atlanten och binder samman tropikerna med norra halvklotet.

source: This demonstration uses a tray of sand on a hot plate to heat the the bottles.
sv_se: Vid detta experiment används sand på en värmeplatta för att värma flaskorna.

source: This diagram represents Earth as it rotates on its axis and orbits around the Sun (not to scale).
sv_se: Detta diagram representerar jorden när den roterar runt sin egen axel och rör sig i sin bana runt solen (inte skalenligt).

source: This diagram shows the flow of energy in a food chain.
sv_se: Bilden nedanför visar flödet av energi i en näringskedja.

source: This difference is dependent on factors such as the shape of the coastline and the strength of the wind.
sv_se: Skillnaden beror på faktorer som till exempel kustlinjens form och vindstyrkan.

source: This does not include homework.
sv_se: Räkna inte in läxor.

source: This ensures that when there is free space in the next viewing area, visitors enter the area (Yes arrow), and when there is no space, visitors exit the exhibition (No arrow).
sv_se: Detta ser till att besökare går in på området (Ja-pilen) när det finns lediga platser i nästa visningsområde och lämnar utställningen (Nej-pilen) när det inte finns plats.

source: This flowchart defines how a machine sorts red apples, green apples and bananas into boxes.
sv_se: Det här flödesschemat visar hur en maskin sorterar röda äpplen, gröna äpplen och bananer i lådor.

source: This flowchart defines the simulation you will need for a complex task.
sv_se: Detta flödesschema visar den simulering som du behöver för en komplex uppgift.

source: This formula is used to calculate the distance travelled by the sound used in echolocation:
sv_se: Följande formel används för att beräkna hur långt ljud som används för ekolokalisering har färdats:

source: This graph is from a scientific article and was carefully checked for accuracy and validity.
sv_se: Diagrammet nedan kommer från en vetenskaplig artikel och har kontrollerats noga när det gäller exakthet och giltighet.

source: This graph shows how salt concentration affects the number of aquatic species found in these environments.
sv_se: Nedanstående diagram visar hur saltkoncentrationen påverkar antalet vattenlevande arter i dessa miljöer.

source: This graph shows how salt concentration affects the number of species in aquatic environments.
sv_se: Nedanstående diagram visar hur saltkoncentrationen påverkar antalet arter i vattenmiljöer.

source: This graph summarises the types of bear and human interactions that result in serious conflicts.
sv_se: Detta diagram är en sammanställning av de typer av kontakter mellan björnar och människor som lett till allvarliga konflikter.

source: This happens after visiting a viewing area (), or after waiting 5 minutes for a free space in the viewing area ():
sv_se: Detta sker efter att ha besökt ett visningsområde () eller efter att ha väntat 5 minuter på en ledig plats i visningsområdet ():

source: This intervention resulted in 45% of the population wearing FFP2 masks during a respiratory virus outbreak.
sv_se: Denna åtgärd ledde till att 45 % av befolkningen använde FFP2-munskydd under ett utbrott av luftvägsvirus.

source: This is a fossilised dinosaur footprint.
sv_se: Det här är ett fossilt dinosauriefotspår.

source: This is a jacket that is made from different types of materials.
sv_se: Det här är en jacka som är tillverkad av flera sorters material.

source: This is a problem because microplastics do not easily decompose.
sv_se: Detta är ett problem eftersom mikroplaster inte bryts ner lätt.

source: This is a simulation showing how people usually behave when viewing artwork at an exhibition.
sv_se: Det här är en simulering som visar hur besökare oftast beter sig när de tittar på konstverk på en utställning.

source: This is a spacecraft.
sv_se: Det här är en rymdfarkost.

source: This is a top-down view of the Nature Pod.
sv_se: Detta är en vy uppifrån av naturkapseln.

source: This is an example of consultation work conducted by software such as MYCIN.
sv_se: Det här är ett exempel på konsultationsarbete genomfört av en programvara som MYCIN.

source: This is an example of digital artwork:
sv_se: Det här är ett exempel på ett digitalt konstverk:

source: This is because the claim has been shown not to be true using scientific methods.
sv_se: Det beror på att påståendet har visat sig vara osant med hjälp av vetenskapliga metoder.

source: This is called a program.
sv_se: Detta kallas ett program.

source: This is demonstrated in the experiment presented below.
sv_se: Detta visas i experimentet som presenteras här nedan.

source: This is done by repeating the same set of steps twice, by adding an outer repeat 2 times block.
sv_se: Detta görs genom att upprepa samma uppsättning av instruktioner två gånger genom att lägga till ett yttre upprepa 2 gånger-block.

source: This is only instruction in subjects that you are also learning at school, which you spend extra time on outside of normal school hours.
sv_se: Det här handlar bara om undervisning i ämnen som du lär dig i skolan, men som du lägger extra tid på utanför normal skoltid.

source: This is only learning in subjects that you are also learning at school, which you spend extra time on outside of normal school hours.
sv_se: Det här handlar bara om studier i ämnen som du också läser i skolan och som du lägger extratid på förutom lektionerna där.

source: This is part of a train timetable.
sv_se: Det här är en del av en tågtidtabell.

source: This makes the water in these regions warm enough for the manatees to survive during the winter months.
sv_se: Det gör vattnet i dessa områden tillräckligt varmt för att manaterna ska kunna överleva under vintermånaderna.

source: This may be due to overcrowding in the library and readers leaving before borrowing a book (decrease in time spent).
sv_se: Detta kan bero på att det var för mycket folk i biblioteket och att läsarna gick sin väg innan de lånade en bok (mindre tid i biblioteket).

source: This may include:
sv_se: Detta kan innefatta:

source: This means more land and water must be used to grow the organic cotton.’
sv_se: Detta innebär att det behövs större landyta och mer vatten för att odla ekologisk bomull.”

source: This means that both images should be the same type.
sv_se: Det innebär att båda bilderna ska vara av samma sort.

source: This minimises disturbances to the villagers.
sv_se: Det minimerar störningar för byborna.

source: This parent or guardian does not have any of these qualifications.
sv_se: Den här föräldern/vårdnadshavaren har ingen av dessa utbildningar.

source: This process is known as ocean acidification.
sv_se: Denna process kallas havsförsurning.

source: This process produces freshwater and a highly concentrated salt solution (brine).
sv_se: Denna process producerar sötvatten och en mycket koncentrerad saltlösning (saltlake).

source: This results in the warming of Earth’s surface.
sv_se: Detta leder till uppvärmning av jordens yta.

source: This school year, approximately how many hours per week do you spend learning in addition to your required school schedule in the following subjects?
sv_se: Ungefär hur många timmar per vecka under detta läsår ägnar du åt att studera följande ämnen utöver den schemalagda tiden?

source: This school year, are your lessons of the following subjects taught in the <English²> language?
sv_se: Sker undervisningen i följande ämnen på engelska under detta läsår?

source: This school year, how often did you do the following tasks using <digital resources> outside of school?
sv_se: Hur ofta under detta läsår har du använt digitala verktyg utanför skolan för följande?
